Repository: Sego98/Masters-RehApp
Catalog: RehApp/*.lproj/Localizable.strings
Languages: hr

source: Rehabilitation
hr: Rehabilitacija

source: Shoulder
hr: Rame

source: Hand
hr: Šaka

source: Elbow
hr: Lakat

source: Knee
hr: Koljeno

source: No stick
hr: Bez štapa

source: With stick
hr: Sa štapom

source: Exercises
hr: Vježbe

source: Reminders
hr: Podsjetnici

source: Statistics
hr: Statistika

source: 🔥 Total number of days:
hr: 🔥 Ukupan broj dana:

# EnterTitle
source: Enter a title
hr: Unesi naslov

# EnterDate
source: Enter a date
hr: Unesi vrijeme

source: New reminder
hr: Novi podsjetnik

# EnterReminderDescription
source: To enter a new reminder, enter a name and time
hr: Za unos novog podsjetnika unesite naziv i vrijeme

# EditReminder
source: Edit a reminder
hr: Uredi podjsetnik

# EditReminderDescription
source: To edit a reminder, enter a new name and time
hr: Za uređivanje podsjetnika unesite novi naziv i vrijeme

# MakeReminder
source: Make a reminder
hr: Napravi podsjetnik

source: Dismiss
hr: Odustani

source: Repeat every day
hr: Ponavljanje svaki dan

source: Delete
hr: Obriši

source: Morning
hr: Prijepodne

source: Afternoon
hr: Poslijepodne

# RehabLastSevenDays
source: Rehabilitation data in the past 7 days
hr: Podaci rehabilitacija u proteklih 7 dana

source: Average
hr: Prosječna vrijednost:

source: ❤️ Heart rate
hr: ❤️ Otkucaji srca

source: ⚡️ Energy burned
hr: ⚡️ Potrošena energija

# DurationInMin
source: ⌚️ Duration
hr: ⌚️ Trajanje

source: 🌗 Time of day
hr: 🌗 Vrijeme dana

# ExerciseInMorning
source: Well done, morning training suits you better. That's when it's best to train because you have the most energy.
hr: Bravo, više ti paše jutro za treniranje. Tada je najbolje trenirati jer imaš najviše energije.

# ExerciseInAfternoon
source: You prefer to exercise in the afternoon. Try to get up earlier and do rehabilitation when you have more energy, you will feel better.
hr: Više voliš vježbati poslije podne. Pokušaj se ustati ranije i odraditi rehabilitaciju kada imaš više energije, bolje ćeš se osjećati.

# ExerciseAnyTime
source: It doesn't matter what time of day you exercise. Anyway, try to train more in the morning because then you have more energy.
hr: Tebi je potpuno svejedno u koje doba dana vježbaš. Svejedno, pokušaj više trenirati ujutro jer tada imaš više energije.

# NoExercises
source: It seems that you haven't done a single rehabilitation exercise yet, or the app doesn't have access to all the data from the Health app.
hr: Čini se kako još nisi odradio niti jednu vježbu rehabilitacije ili aplikacija nema pristup svim podacima iz aplikacije Zdravlje.

source: Proceed
hr: Nastavi

source: Description
hr: Opis

source: Shoulder exercises
hr: Vježbe ramena

# ShoulderNoStickExercisesDescription
source: All shoulder rehabilitation exercises that you can do without any aids are shown on the screen. By clicking on an individual exercise, see the details and performance in the form of a picture and video.
hr: Na ekranu su prikazane sve vježbe za rehabilitaciju ramena koje možete raditi bez bilo kakvih pomagala. Klikom na pojedinu vježbu pogledajte detalje i izvedbu u obliku slike i videa.

# ShoulderWithStickExercisesDescription
source: The screen shows all shoulder rehabilitation exercises that you have to do with a stick or similar object. By clicking on an individual exercise, see the details and performance in the form of a picture and video.
hr: Na ekranu su prikazane sve vježbe za rehabilitaciju ramena koje morate raditi sa štapom ili nekim sličnim predmetom. Klikom na pojedinu vježbu pogledajte detalje i izvedbu u obliku slike i videa.

source: Start
hr: Pokreni

source: Exercise video
hr: Video vježbe

# ShoulderLift
source: Shoulder raising
hr: Podizanje ramena

# ShoulderRaiseUp
source: Raising the shoulders up
hr: Podizanje ramena prema gore

# ShoulderExerciseNoStickDescription1
source: The hands are completely relaxed next to the body. The exercise is performed so that the shoulders are slightly raised upwards. When reaching the upper position, it is necessary to hold the position for two seconds.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ramena lagano podižu prema gore. Kada se dođe u gornju poziciju, potrebno je zadržati položaj dvije sekunde.

# CirclingShoulders
source: Circling the shoulders
hr: Kruženje ramenima

# RollingShouldersForward
source: Circling the shoulders forward
hr: Kruženje ramenima prema naprijed

# ShoulderExerciseNoStickDescription2
source: The arms are completely relaxed next to the body. The exercise is performed by gently circling the shoulders. Roll your shoulders forward with a slight hold in the upper position.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ramenima lagano kruži. Ramenima kružite prema naprijed uz lagano zadržavanje u gornjem položaju.

# CirclingShouldersBackwards
source: Rounding the shoulders backwards
hr: Kruženje ramenima prema nazad

# ShoulderExerciseNoStickDescription3
source: The arms are completely relaxed next to the body. The exercise is performed by gently circling the shoulders. Roll your shoulders back while keeping them slightly in the upper position.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ramenima lagano kruži. Ramenima kružite prema nazad uz lagano zadržavanje u gornjem položaju.

# SpreadingHands
source: Spreading the arms
hr: Širenje ruku

# ExtendingArmsFromBody
source: Spreading the arms away from the body
hr: Širenje ruku od tijela

# ShoulderExerciseNoStickDescription4
source: The arms are completely relaxed by the body. The exercise is performed so that the outstretched arms are raised from the body and gathered above the head. Then the hands return the same way back.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ispružene ruke podižu od tijela i skupljaju iznad glave. Potom se ruke vraćaju istim putem nazad.

# LiftingArms
source: Raising hands
hr: Podizanje ruku

# RaisingHandsJoiningForwards
source: Raising hands and joining them in front
hr: Podizanje ruku i spajanje ispred sebe

# ShoulderExerciseNoStickDescription5
source: The arms are completely relaxed by the body. The exercise is performed by raising the outstretched arms from the body until they are in the same plane. The arms are then rotated so that they are brought together in front of the chest. After that, they return so that they first come stretched out in the same plane and then descend along the body.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ispružene ruke podižu od tijela sve dok ne budu u istoj ravnini. Zatim se ruke rotiraju tako da se zajedno skupe ispred prsa. Nakon toga se vraćaju tako da prvo dođu ispružene u istu ravninu i potom se spuštaju uz tijelo.

# StretchingHands
source: Arms stretching
hr: Istezanje ruku

# StretchingHandsBackwards
source: Stretching the arms backwards
hr: Istezanje ruku prema nazad

# ShoulderExerciseNoStickDescription6
source: The arms are completely relaxed by the body. The exercise is performed so that the outstretched arms are slightly raised and joined behind the back. The goal is to stretch the shoulders so that the shoulder blades come together.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ispružene ruke lagano podižu i spajaju iza leđa. Cilj je istezati ramena tako da se lopatice spajaju.

# StretchingHandsForwards
source: Stretching the arms forward
hr: Istezanje ruku prema naprijed

# ShoulderExerciseNoStickDescription7
source: The arms are completely relaxed by the body. The exercise is performed by stretching the arms in front of the chest and intertwining the fingers. In this position, it is necessary to stretch the arms forward. After stretching, the hands are joined together and raised above the head.
hr: Ruke se nalaze potpuno opušteno uz tijelo. Vježba se izvodi tako da se ruke ispruže ispred prsa i prsti isprepletu. U tom pložaju potrebno je ruke istegnuti prema naprijed. Nakon istezanje ruke se tako spojene podižu iznad glave.

# StickLifting
source: Lifting the stick
hr: Podizanje štapa

# StickShoulderWidth
source: Receive the stick at shoulder width
hr: Primiti štap u širini ramena

# ShoulderExerciseWithStickDescription1
source: Receive the stick with your arms relaxed, shoulder-width apart. Lift the stick up as far as possible. The goal of the exercise is that the stick can be lowered to the neck behind the head, but this must not be forced!
hr: Primite štap s opuštenim ispruženim rukama u širini ramena. Štap podižite prema gore koliko god je moguće. Cilj vježbe je da se štap može spustiti na vrat iza glava, ali to se ne smije forsirati!

# GrabStickEnd
source: Receive the stick at the ends
hr: Primiti štap na krajevima

# ShoulderExerciseWithStickDescription2
source: Hold the stick with your arms relaxed at the ends. Lift the stick up as far as possible. The goal of the exercise is that the stick can be lowered to the neck behind the head, but this must not be forced!
hr: Primite štap s opuštenim ispruženim rukama na krajevima. Štap podižite prema gore koliko god je moguće. Cilj vježbe je da se štap može spustiti na vrat iza glava, ali to se ne smije forsirati!

# PullingStick
source: Pulling the stick
hr: Povlačenje štapa

# PullingStickShoulderHeight
source: Stick at shoulder height, pull it towards your chin
hr: Primiti štap u visini ramena i povlačiti prema bradi

# ShoulderExerciseWithStickDescription3
source: Hold the stick with your arms outstretched at shoulder height. Hold the stick in this position and pull it towards your chin. The elbow and shoulder remain at the same height all the time.
hr: Primite štap s ispruženim rukama u visini ramena. Štap držite u tom položaju i privlačite ga prema bradi. Lakat i rame cijelo vrijeme ostaju u istoj visini.

source: Stretching with curls
hr: Istezanje zasucima

# StickEndRotate
source: Hold the stick at the ends, stretch with rotations
hr: Primiti štap na krajevima i istezati se rotacijama

# ShoulderExerciseWithStickDescription4
source: Hold the stick by the ends with your arms outstretched at shoulder height. Do left and right twists to stretch your back. One elbow is bent and the other is extended to the side.
hr: Primite štap na krajeve s ispruženim rukama u visini ramena. Radite zasuke u lijevu i desnu stranu kako biste istegnuli leđa. Jedan lakat se savija, a drugi se pruža u stranu.

# StickBehindBack
source: Stick behind the back
hr: Štap iza leđa

# StickBehindBackMoveAway
source: Take the stick behind your back, move it away
hr: Primiti štap iza leđa i odmicati ga

# ShoulderExerciseWithStickDescription5
source: Take the stick behind your back in the lower part and move it away from you as far as possible
hr: Primite štap iza leđa u donjem dijelu i odmičite ga od sebe što je više moguće

# StickBehindBackPull
source: Take the stick behind your back, pull it
hr: Primiti štap iza leđa i povlačiti ga

# ShoulderExerciseWithStickDescription6
source: Take the stick behind your back in the lower part and pull it towards your shoulder blades as much as possible
hr: Primite štap iza leđa u donjem dijelu i povlačite ga prema lopaticama što je više moguće

source: Number of repetitions
hr: Broj ponavljanja

# ChooseNumberOfRepetitions
source: Choose the number of repetitions:
hr: Odaberi broj ponavljanja:

# NumberOfRepetitionsDescription
source: After selecting the desired number of repetitions, the rehabilitation process will start. For each exercise, a card description of the exercise and a picture will be displayed for better understanding. After the details of the exercise, he will have three seconds to put the cell phone in front of him. While performing the exercise, the total number of repetitions and a circular display to measure the current repetition will be displayed. In the middle is the number of repetitions that are currently being performed.
hr: Nakon odabira željenog broja ponavljanja pokrenut će se proces izrade rehabilitacije. Za svaku vježbu prikazat će se karatki opis vježbe i slika za bolje razumijevanje. Nakon detalja vježbe, imat će tri sekunde za odložiti mobitel ispred sebe. Tijekom izvođenja vježbe prikazivat će se ukupan broj ponavljanja i cirkularni prikaz za mjerenje trenutnog ponavljanja. U sredini se nalazi broj ponavljanja koji se trenutno izvodi.

# CounterNumberOfRepetitions
source: 🏋🏽 Total number of repetitions:
hr: 🏋🏽 Ukupan broj ponavljanja:

# RehabilitationNotification
source: It's time to do your scheduled rehabilitation!
hr: Vrijeme je da odradiš svoju zakazanu rehabilitaciju!

# RehabilitaitonNotSaved
source: Rehabilitation is not saved
hr: Rehabilitacija nije spremljena

# RehabilitationNotSavedMessage
source: 😕 You did a great job with your rehabilitation, but unfortunately the data was not saved in the Health application. Rehabilitation must last at least one minute to be saved and the application must have permission to write and read the content of all necessary components in the Health application.
hr: 😕 Odlično si odradio svoju rehabilitaciju, ali nažalost podaci nisu spremljeni u aplikaciju zdravlje. Rehabilitacija mora trajati barem jednu minutu kako bi se spremila i aplikacija mora imati dozvolu da upisuje i čita sadržaj svih potrebnih komponenti u aplikaciji Zdravlje.

source: Finish
hr: Završi

# RehabilitationSavedSuccessfully
source: You have successfully completed your exercises and the data has been saved in the Health app! 🏆
hr: Uspješno si odradio svoje vježbe i podaci su spremljeni u aplikaciji Zdravlje! 🏆

# AreYouSureToFinishRehabilitation
source: Are you sure you want to finish your rehabilitation?
hr: Jesi li siguran da želiš završiti svoju rehabilitaciju?

# FinishAndSaveRehabilitation
source: Finish and save the rehabilitation
hr: Završi i spremi rehabilitaciju

source: Finish without saving rehabilitation
hr: Završi bez spremanja rehabilitacije

# ExerciseFinishedMessage
source: You have successfully completed this exercise as well. Take a short break and move on. ⏳ Number of remaining exercises:
hr: Uspješno si odradio i ovu vježbu. Uzmi kratki predah i nastavi dalje. ⏳ Broj preostalih vježbi:
